Repository: xfce-mirror/xfce4-docklike-plugin
Catalog: po/*.po
Languages: ca, cs, gl, kk, ko, nl, oc, ru, sr, th

source: Select Launcher
ca: Selecciona el llançador
cs: Vybrat spouštěč
gl: Elixir o iniciador
kk: Жөнелткішті таңдау
ko: 실행 아이콘 선택
nl: Starter kiezen
oc: Seleccionar aviador
sr: Изаберите покретач
th: เลือกตัวเรียกใช้

source: _Cancel
ca: _Cancel·la
cs: _Zrušit
gl: _Cancelar
kk: _Бас тарту
ko: 취소(_C)
nl: _Afbreken
oc: _Anullar
ru: О_тменить
sr: _Откажи
th: _ยกเลิก

source: _Open
ca: _Obre
cs: _Otevřít
gl: _Abrir
kk: _Ашу
ko: 열기(_O)
nl: _Openen
oc: _Dobrir
ru: _Открыть
sr: _Отвори
th: _เปิด

source: Pinned to Dock
ca: Ancorat al Dock
cs: Připnuto k doku
gl: Fixado á doca
kk: Докқа бекітілген
ko: 도크에 고정했습니다
nl: Vastgemaakt aan Dok
oc: Penjat al Dock
ru: Прикреплен к док-станции
sr: Закачен за док
th: ปักหมุดไว้ที่ด็อกแล้ว

source: Pin to Dock
ca: Ancora al Dock
cs: Připnout k doku
gl: Fixar á doca
kk: Докқа бекіту
ko: 도크에 고정
nl: Vastmaken aan Dok
oc: Penjar al Dock
ru: прикрепить к док-станции
sr: Закачи за док
th: ปักหมุดไว้ที่ด็อก

source: Edit Launcher...
ca: Edita el llançador...
cs: Upravit spouštěč...
gl: Modificar o iniciador…
kk: Жөнелткішті түзету...
ko: 실행 아이콘 편집...
nl: Starter bewerken...
oc: Modificar l’aviador...
sr: Уреди покретач...
th: แก้ไขตัวเรียกใช้...

source: Close All
ca: Tanca-ho tot
cs: Zavřít vše
gl: Pechar todo
kk: Барлығын жабу
ko: 모두 닫기
nl: Alles sluiten
oc: Tot tampar
ru: Закрыть Всё
sr: Затвори све
th: ปิดทั้งหมด

source: Remove
ca: Suprimeix
cs: Odebrat
gl: Eliminar
kk: Өшіру
ko: 제거
nl: Verwijderen
oc: Levar
ru: Удалить
sr: Уклони
th: ลบออก

source: Select Launcher...
ca: Seleccioneu el llançador...
cs: Vybrat spouštěč...
gl: Elixir o iniciador…
kk: Жөнелткішті таңдау...
ko: 실행 아이콘 선택...
nl: Starter kiezen...
oc: Seleccionar aviador...
sr: Изабери покретач...
th: เลือกตัวเรียกใช้...

source: Create Launcher...
ca: Crea un llançador...
cs: Vytvořit spouštěč...
gl: Crear o iniciador…
kk: Жөнелткішті жасау...
ko: 실행 아이콘 만들기...
nl: Starter maken...
oc: Crear un aviador...
sr: Направи покретач...
th: สร้างตัวเรียกใช้...

source: translator-credits
ca: Pau Rul·lan Ferragut <paurullan@bulma.net>, 2006. Carles Muñoz Gorriz <carlesmu@internautas.org>, 2008-2010. Harald Servat <redcrash@gmail.com>, 2009. Robert Antoni Buj Gelonch <rbuj@fedoraproject.org>, 2016-2017. Òscar Pérez <oscarpc@gmail.com>, 2024
cs: Michal Várady <miko.vaji@gmail.com>
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2008, 2009, 2010.
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
ko: Seong-ho Cho <darkcircle.0426@gmail.com> Junggyu Bag <bagjunggyu@gmail.com>
nl: Pjotr <pjotrvertaalt@gmail.com>
oc: Cédric Valmary (totenoc.org) <cvalmary@yahoo.fr> Quentin PAGÈS
ru: Alex <davian818@gmail.com>, 2010 dima <info@cnc-parts.info>, 2010
sr: Саша Петровић <salepetronije@gmail.com>
th: Theppitak Karoonboonyanan

source: <b>Only the first %u hotkeys(s) are enabled.</b>
ca: <b>Només les primeres %u dreceres estan habilitades.</b>
cs: <b>Povoleny jsou pouze první %u klávesové zkratky.</b>
gl: <b>Só están habilitados os %u primeiros atallos.</b>
kk: <b>Тек алғашқы %u ыстық перне(лер) іске қосылған.</b>
ko: <b>처음 %u 바로 가기 키만 사용할 수 있습니다.</b>
nl: <b>Alleen de eerste %u sneltoets(en) zijn ingeschakeld.</b>
oc: <b>Son lo(s) primièr(s) %u acorchi(s) clavièr son activat(s).</b>
ru: <b>Не удалось активировать привязку для клавиш, идущих после %u.</b>
sr: <b>Само првих %u пречица је омогућен(а).</b>
th: <b>เปิดใช้งานเฉพาะปุ่มลัด%uแรกเท่านั้น</b>

source: The &lt;SUPER&gt;+%u combination seems already in use by another process. Check your Xfce settings.
ca: Pareix que la combinació &lt;SUPER&gt;+%u ja s'empra per un altre procés. Comprova els teus ajusts d'Xfce.
cs: Kombinace &lt;SUPER&gt;+%u je již pravděpodobně používána jiným procesem. Ověřte nastavení Xfce.
gl: Parece que a combinación &lt;SUPER&gt;+%uxa está en uso por outro proceso. Comprobe a súa configuración do Xfce.
kk: &lt;SUPER&gt;+%u комбинациясын басқа процесс қолданып тұрған сияқты. Xfce баптауларын тексеріңіз.
ko: &lt;SUPER&gt;+%u 키 조합을 다른 프로세스에서 이미 사용하고 있는 것 같습니다. Xfce 설정을 확인하십시오.
nl: De combinatie &lt;SUPER&gt;+%u is reeds in gebruik door een ander proces. Controleer de instellingen van Xfce.
oc: La combinason &lt;SUPER&gt;++%u sembla ja utilizada per un autre processus. Verificatz vòstres paramètres de Xfce.
ru: Похоже, что комбинация &lt;SUPER&gt;+%u уже используется. Проверьте свои настройки Xfce.
sr: Сједињавање &lt;СУПЕР&gt;+%u је изгледа већ у употреби за неко друго дејство. Проверите поставке ИксФЦЕ-а.
th: ดูเหมือนว่า &lt;SUPER&gt;+%u ถูกใช้โดยกระบวนการอื่นแล้ว ตรวจสอบการตั้งค่า Xfce ของคุณ

source: Docklike Taskbar
ca: Barra de tasques com a acoblador
cs: Dokový Panel úloh
gl: Barra de tarefas tipo doca
kk: Docklike тапсырмалар панелі
ko: 도크형 작업 표시줄
nl: Taakbalk die op Dock lijkt
oc: Barra de prètzfaits Docklike
ru: Док-панель задач
sr: Трака задатака налик доку
th: แถบงานที่คล้ายกับด็อค

source: A modern, minimalist taskbar for Xfce
ca: Una barra de tasques moderna i minimalista per Xfce
cs: Moderní, minimalistický panel úloh pro Xfce
gl: Unha barra de tarefas moderna e minimalista para o Xfce
kk: Xfce үшін заманауи, минималистік тапсырмалар панелі
ko: 최신 초단순 xfce용 작업 표시줄
nl: Een moderne, minimalistische taakbalk voor Xfce
oc: Una barra de prètzfaits modèrna e minimalista per Xfce
ru: Простая и современная панель задач для Xfce
sr: Савремена, сажета трака задатака за ИксФЦЕ
th: แถบงานที่ทันสมัยและเรียบง่ายสำหรับ Xfce

source: _Help
ca: _Ajuda
cs: _Nápověda
gl: _Axuda
kk: Кө_мек
ko: 도움말(_H)
nl: _Hulp
oc: _Ajuda
ru: _помощь
sr: _Помоћ
th: _วิธีใช้

source: _Close
ca: _Tanca
cs: _Zavřít
gl: _Pechar
kk: _Жабу
ko: 닫기(_C)
nl: _Sluiten
oc: _Tampar
ru: _Закрыть
sr: _Затвори
th: ปิ_ด

source: Don't show the window list for a single window
ca: No mostris la llista de finestres per a una sola finestra
cs: Nezobrazovat seznam oken pro jedno okno
gl: Non amosar a lista de xanelas dunha única xanela
kk: Жалғыз терезе үшін терезелер тізімін көрсетпеу
ko: 단일 창 목록을 나타내지 않음
nl: Toon de vensterlijst niet voor een enkel venster
oc: Afichar pas la fenèstra per una sola fenèstra
ru: Не показывать список окон для одного окна
sr: Не приказуј списак прозора за само један прозор
th: ไม่แสดงรายการหน้าต่างสำหรับหน้าต่างเดียว

source: Only show applications on the current workspace
ca: Mostra només les aplicacions a l'espai de treball actual
cs: Zobrazit pouze aplikace na této pracovní ploše
gl: Amosar só aplicacións no espazo de traballo actual
kk: Тек ағымдағы жұмыс орнындағы қолданбаларды көрсету
ko: 현재 작업 공간에만 앱 표시
nl: Toon alleen toepassingen op de huidige werkruimte
oc: Afichar las aplicacions solament sus l'espaci de trabalh actual
ru: Показывать окна только с текущего рабочего места
sr: Само приказуј програме тренутног радног простора
th: แสดงเฉพาะโปรแกรมบนพื้นที่ทำงานปัจจุบันเท่านั้น

source: Only show applications on the current display
ca: Mostra només les aplicacions al monitor actual
cs: Zobrazit pouze aplikace na timto displeji
gl: Amosar só aplicacións na pantalla actual
kk: Тек ағымдағы дисплейдегі қолданбаларды көрсету
ko: 현재 화면에만 앱 표시
nl: Toon alleen toepassingen op het huidige scherm
oc: Afichar las aplicacions solament sus l'afichatge actual
ru: Показывать окна только с текущего монитора
sr: Само приказуј програме тренутног заслона
th: แสดงเฉพาะโปรแกรมบนหน้าจอปัจจุบันเท่านั้น

source: Show preview thumbnails for open windows
ca: Mostra miniatures de previsualització per a finestres obertes
cs: Zobrazit náhledy otevřených oken
gl: Amosar miniaturas de vista previa para as xanelas abertas
kk: Ашық терезелер үшін алдын ала қарау эскиздерін көрсету
ko: 열어둘 창의 미리 보기 그림 표시
nl: Voorbeeldminiaturen weergeven voor geopende vensters
oc: Afichar las miniaturas d’apercebut per las fenèstras dobèrtas
ru: Показывать миниатюры предварительного просмотра для открытых окон
sr: Приказуј умањене сличице прегледа отворених прозора
th: แสดงภาพย่อสำหรับหน้าต่างที่เปิดอยู่

source: Show the number of open windows (if more than 2)
ca: Mostra el nombre de finestres obertes (si n'hi ha més de 2)
cs: Zobrazit počet otevřených oken (pokud je jich více než dvě)
gl: Amosar o número de xanelas abertas (se é superior a 2)
kk: Ашық терезелер санын көрсету (егер 2-ден көп болса)
ko: 창 갯수(가 2개 이상일 경우) 표시
nl: Toon het aantal geopende vensters (indien meer dan 2)
oc: Afichar lo nombre de fenèstras dobèrtas (se mai de 2)
ru: Показать количество открытых окон (если их больше 2)
sr: Приказуј број отворених прозора (ако их је више од 2)
th: แสดงจำนวนหน้าต่างที่เปิดอยู่ (ถ้ามีมากกว่า 2)

source: Middle mouse button:
ca: Botó del mig del ratolí:
cs: Kliknutí prostředního tlačítka myši
gl: Botón do medio do rato:
kk: Тышқанның ортаңғы батырмасы:
ko: 가운데 마우스 단추:
nl: Middelste muisknop:
oc: Boton central de la mirga :
ru: Средняя кнопка мыши:
sr: Средње дугме миша:
th: ปุ่มกลางของเมาส์:

source: Close all
ca: Tanca-ho tot
cs: Zavře vše
gl: Pechar todo
kk: Барлығын жабу
ko: 모두 닫기
nl: Alles sluiten
oc: Tot tampar
ru: Закрыть всё
sr: Затвори све
th: ปิดทั้งหมด

source: Launch new instance
ca: Llança una nova instància
cs: Spustí novou instanci
gl: Iniciar unha nova instancia
kk: Жаңа данасын жіберу
ko: 새 인스턴스 실행
nl: Start nieuwe instantie
oc: Lançar una instància novèla
ru: Запуск нового экземпляра
sr: Покрени нови примерак
th: เปิดอินสแตนซ์ใหม่

source: Do Nothing
ca: No facis res
cs: Neudělá nic
gl: Non facer nada
kk: Ештеңе істемеу
ko: 아무것도 안 함
nl: Niets doen
oc: Far pas res
ru: Ничего не делать
sr: Не дејствуј ништа
th: ไม่ต้องทำอะไรเลย

source: Behavior
ca: Comportament
cs: Chování
gl: Comportamento
kk: Мінез-құлығы
ko: 동작
nl: Gedrag
oc: Compòrtament
ru: Поведение
sr: Понашање
th: พฤติกรรม

source: Active indicator style:
ca: Estil de l'indicador actiu:
cs: Styl indikátoru aktivity:
gl: Estilo do indicador activo:
kk: Белсенді индикатор стилі:
ko: 활성 표시 방식:
nl: Stijl van actieve indicator:
oc: Estil indicador actiu :
ru: Стиль активного индикатора:
sr: Начин приказа показивача у погону:
th: รูปแบบตัวบ่งชี้ที่ใช้งานอยู่:

source: Bars
ca: Barres
cs: Sloupce
gl: Barras
kk: Жолақтар
ko: 막대
nl: Balken
oc: Barras
ru: Полоса
sr: Траке
th: แถบ

source: Dots
ca: Punts
cs: Tečky
gl: Puntos
kk: Нүктелер
ko: 반점
nl: Stippen
oc: Punts
ru: Точки
sr: Тачке
th: จุด

source: Rectangles
cs: Obdélníky
gl: Rectángulos
kk: Тіктөртбұрыштар
ko: 사각형
nl: Vierkanten
ru: Линии
sr: троуглови
th: สี่เหลี่ยม

source: Ciliora
ko: 실리오라
sr: Трепавице
th: ซิลิอารี

source: Circles
ca: Cercles
cs: Kruhy
gl: Círculos
kk: Шеңберлер
ko: 동글뱅이
nl: Cirkels
oc: Cercle
ru: Круги
sr: Кругови
th: วงกลม

source: None
ca: Cap
cs: Žádný
gl: Ningún
kk: Жоқ
ko: 없음
nl: Geen
oc: Pas cap
ru: ничто
sr: Ништа
th: ไม่ใช้

source: Inactive indicator style:
ca: Estil de l'indicador inactiu:
cs: Styl indikátoru neaktivity:
gl: Estilo do indicador inactivo:
kk: Белсенді емес индикатор стилі:
ko: 비활성 표시 방식:
nl: Stijl van inactieve indicator:
oc: Estil indicador inactiu :
ru: Стиль неактивного индикатора:
sr: Начин приказа указивача ван погона:
th: รูปแบบตัวบ่งชี้ที่ไม่ได้ใช้งาน:

source: Indicator orientation:
ca: Ubicació de l'indicador:
cs: Otočení indikátoru:
gl: Orientación do indicador:
kk: Индикатор бағыты:
ko: 표시 방향:
nl: OriÃ«ntatie van indicator:
oc: Orientacion indicador :
ru: Расположение индикатора:
sr: Усмерење указивача:
th: การวางแนวตัวบ่งชี้:

source: Automatic
ca: Automàtica
cs: Automatické
gl: Automática
kk: Автоматты
ko: 자동
nl: Automatisch
oc: Automatica
ru: автоматизированный
sr: Самостално
th: อัตโนมัติ

source: Bottom
ca: Inferior
cs: Dolů
gl: Fondo
kk: Төмен
ko: 아래
nl: Onder
oc: Bas
ru: Внизу
sr: Доле
th: ด้านล่าง

source: Right
ca: Dreta
cs: Vpravo
gl: Dereita
kk: Оң жақ
ko: 오른쪽
nl: Rechts
oc: Dreita
ru: Справа
sr: Десно
th: ด้านขวา

source: Top
ca: Superior
cs: Nahoru
gl: Arriba
kk: Жоғары
ko: 위
nl: Boven
oc: Naut
ru: Вверху
sr: Горе
th: ด้านบน

source: Left
ca: Esquerra
cs: Vlevo
gl: Esquerda
kk: Сол жақ
ko: 왼쪽
nl: Links
oc: Esquèrra
ru: Слева
sr: Лево
th: ด้านซ้าย

source: Get indicator color from theme
ca: Pren el color de l'indicador del tema
cs: Získat barvu indikátor z motivu
gl: Obter a cor do indicador a partir do tema
kk: Индикатор түсін тақырыптан алу
ko: 테마에서 표시 색상 가져오기
nl: Verkrijg de indicatorkleur vanuit het thema
oc: Obténer la color de l’indicador del tèma
ru: Получить цвет индикатора из темы
sr: Добави боју указивача из теме
th: รับสีตัวบ่งชี้จากชุดตกแต่ง

source: Active indicator:
ca: Indicador actiu:
cs: Indikátor aktivity
gl: Indicador activo:
kk: Белсенді индикатор:
ko: 활성 표시:
nl: Actieve indicator:
oc: Indicador actiu :
ru: Активный индикатор:
sr: Указивач у погону:
th: ตัวบ่งชี้ที่ใช้งานอยู่:

source: Inactive indicator:
ca: Indicador inactiu:
cs: Indikátor neaktivity
gl: Indicador inactivo:
kk: Белсенді емес индикатор:
ko: 비활성 표시:
nl: Inactieve indicator:
oc: Indicador inactiu :
ru: Неактивный индикатор:
sr: Указивач ван погона:
th: ตัวบ่งชี้ที่ไม่ได้ใช้งาน:

source: Force icon size:
ca: Forçar mida de les icones:
cs: Vynutit velikost ikony:
gl: Forzar o tamaño da icona:
kk: Таңбаша өлшемін мәжбүрлеу:
ko: 아이콘 강제 크기:
nl: Forceer pictogramgrootte:
oc: Forçar la talha d’icòna :
ru: Размер значков:
sr: Присили величину сличице:
th: ขนาดไอคอนบังคับ:

source: Appearance
ca: Aparença
cs: Vzhled
gl: Aparencia
kk: Сыртқы түрі
ko: 모양새
nl: Uiterlijk
oc: Aparéncia
ru: Внешний вид
sr: Изглед
th: รูปลักษณ์

source: Switch between applications with <SUPER>+[1, 2, ...]
ca: Canvia entre aplicacions amb <SUPER>+[1, 2, ...]
cs: Přepnout se mezi aplikacemi pomocí <SUPER>+[1, 2, ...]
gl: Alternar entre aplicacións con <SUPER>+[1, 2, ...]
kk: Қолданбалар арасында <SUPER>+[1, 2, ...] арқылы ауысу
ko: <SUPER>+[1, 2, ...] 키로 앱 전환
nl: Wissel tussen applicaties met <SUPER>+[1, 2, ...]
oc: Bascular demest las aplicacions amb <SUPER>+[1, 2, ...]
ru: Переключать окна с помощью <SUPER>+[1, 2, ...]
sr: Мењај програме помоћу <СУПЕР>+[1,2, ..]
th: สลับโปรแกรมด้วย <SUPER>+[1, 2, ...]

source: Switch to the last window with <SUPER>
ca: Canvia a la darrera finestra amb <SUPER>
cs: Přepnout se na poslední okno pomocí <SUPER>
gl: Alternar á última xanela con <SUPER>
kk: Соңғы терезеге <SUPER> арқылы ауысу
ko: <SUPER> 키로 마지막에 사용한 창 전환
nl: Wissel naar het laatste venster met
oc: Passar a la darrièra fenèstra amb <SUPER>
ru: Переключать ранее выбранные окна с помощью <SUPER>
sr: Пређи на последњи прозор помоћу <СУПЕР>
th: สลับไปที่หน้าต่างสุดท้ายด้วย<SUPER>

source: <b>This feature is disabled.</b> It requires X11 XInput2.0 extension which is is not provided by your system.
ca: <b>Aquesta característica està deshabilitada.</b> Requereix de l'extensió X11 XInput2.0 la qual no està proporcionada per el teu sistema.
cs: </b>Tato funkce je zakázána.</b> Vyžaduje rozšíření X11 XInput2.0, které není tímto systémem poskytováno.
gl: <b>Esta característica está desactivada.</b> A extensión requirida XInput2.0 de X11 non está no seu sistema.
kk: <b>Бұл мүмкіндік сөндірулі.</b> Ол жүйеңізде жоқ X11 XInput2.0 кеңейтуін талап етеді.
ko: <b>이 기능은 사용할 수 없습니다.</b> 시스템에 설치하지 않은 X11 XInput 2.0 확장이 필요합니다.
nl: <b>Deze functie is niet beschikbaar.</b> Deze functie heeft de X11 XInput2.0-extentie nodig, welke niet op uw systeem beschikbaar is.
oc: <b>Aquesta foncionalitat es desactivada. Requerís l'extension X11 XInput2.0 qu'es pas provesida per vòstre sistèma.
ru: <b>Эта функция недоступна.</b> Для её работы необходим X11 XInput2.0, который, вероятно, отсутствует в вашей системе.
sr: <b>Ова могућност је онемогућена.</b> Захтева проширење Х11 Хинпут2.0 које није обезбеђено у Вашем радном склопу.
th: <b>คุณลักษณะนี้ถูกปิดใช้งาน</b> ต้องใช้ส่วนขยาย X11 Xinput2.0 ซึ่งระบบของคุณไม่ได้จัดเตรียมไว้ให้

source: Keyboard hotkeys
ca: Dreceres de teclat
cs: Klávesové zkratky
gl: Atallos de teclado
kk: Пернетақтаның ыстық пернелері
ko: 키보드 바로 가기 키
nl: Sneltoetsen
oc: Comandas de clavièr
ru: Комбинации клавиш
sr: Пречице дугмади
th: ปุ่มลัดแป้นพิมพ์
